IDEA Open Model
ReinfBarByPolyline.MasterPoint Property
Compatible with IDEA StatiCa 20.1
 Master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int MasterPoint { get; set; }
Public Property MasterPoint As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfBarByPolyline Class
IdeaRS.OpenModel.Detail Namespace